Repository: Neuralab/KEKS-Pay-for-WooCommerce
Catalog: languages/kekspay-*.po
Languages: hr

source: Payment failed via KEKS Pay.
hr: Plaćanje neuspješno koristeći KEKS Pay.

source: Payment completed via KEKS Pay.
hr: Plaćanje završeno koristeći KEKS Pay.

source: This order was processed by KEKS Pay payment gateway in sandbox/test mode.
hr: Ova narudžba je kreirana koristeći KEKS Pay način plaćanja prilikom rada u test modu.

source: Allow customers to complete payments using KEKS Pay mobile app.
hr: Omogućite korisnicima da završe plaćanje koristeći mobilnu KEKS Pay aplikaciju.

source: KEKS Pay is currently in sandbox/test mode, disable it after testing is finished.
hr: KEKS Pay je trenutno u testom modu rada, molimo da ga ugasite po završetku testiranja.

source: Order was done in <b>test mode</b>.
hr: Narudžba je napravljena u <b>testnom modu</b>.

source: Having troubles with the link? Click here to show QR code.
hr: Imate problema sa poveznicom? Kliknite ovdje kako bi prikazali QR kod.

source: There was a problem with creating QR code for this order. Please try to recreate your order or contact site administrator.
hr: Dogodila se greška prilikom kreiranja QR koda za ovu narudžbu. Molimo rekreirajte narudžbu ili kontaktirajte vlasnika web stranice.

source: There was a problem with creating KEKS Pay app url for this order. Please try to recreate your order or contact site administrator.
hr: Dogodila se greška prilikom kreiranja poveznice za plaćanje putem KEKS Pay mobilne aplikacije za ovu narudžbu. Molimo rekreirajte narudžbu ili kontaktirajte vlasnika web stranice.

source: Pay via app
hr: Plati mobilnom aplikacijom

source: Enable
hr: Omogući

source: Enable KEKS Pay payment method
hr: Omogući KEKS Pay metodu plaćanja

source: Title
hr: Naslov

source: This controls the title which the user sees during the checkout.
hr: Ovo kontrolira naslov kojeg će korisnik vidjeti pri završavanju narudžbe na stranici za naplatu.

source: Store description
hr: Opis web trgovine

source: Description of the store (will be displayed to customer on wallet).
hr: Opis web trgovine (bit će prikazan korisniku unutar mobilne aplikacije).

source: Checkout description
hr: Opis na stranici za naplatu

source: Payment method description that the customer will see on the checkout page.
hr: Opis metode plaćanja koju korisnik vidi na stranici za naplatu.

# Checkout description default value
source: Launch the app directly if using mobile device or simply scan the QR code to pay.
hr: Pokrenite mobilnu aplikaciju automatski ako kupujete preko mobilnog uređaja ili jednostavno skenirajte QR code kako bi izvršili naplatu.

source: Payment description
hr: Opis plaćanja

source: Payment method description showed to the customer with the QR code.
hr: Opis plaćanja prikazan korisniku uz QR kod.

# Payment description default value
source: Use your KEKS Pay mobile app to complete the payment. After completing payment you will recieve an email about your order status or if you are a logged in user you can always check order status in your account settings.
hr: Završite plaćanje koristeći KEKS Pay mobilnu aplikaciju. Nakon što završite plaćanje dobit ćete email o stanju vaše narudžbe ili ako ste logiran korisnik možete provjeriti stanje narudžbi u postavkama vašeg računa.

source: Payment Notifications
hr: Obavijesti o plaćanju

source: Webshop data
hr: Podaci o web trgovini

source: Webshop CID
hr: TID web trgovine

source: Unique id for Webshop within KEKS system. Will be given in advance by KEKS
hr: Unikatni identitet web trgovine unutar KEKS sustava. Bit će dodijeljen web trgovini od strane KEKS sustava

source: Webshop TID
hr: CID web trgovine

source: Unique id for point of service within Webshop system. Will be given in advance by KEKS
hr: Unikatni identitet za vrstu usluge unutar web trgovine. Bit će dodijeljen web trgovini od strane KEKS sustava

source: Webshop Secret Key
hr: Tajni ključ web trgovine

source: Unique key used for Webshop authentication. Will be given in advance by KEKS
hr: Unikatni ključ koji se koristi za autentikaciju. Bit će dodijeljen web trgovini od strane KEKS sustava

source: TEST Webshop CID
hr: TEST CID web trgovine

source: TEST Webshop TID
hr: TEST TID web trgovine

source: TEST Webshop Secret Key
hr: TEST Tajni ključ web trgovine

source: Advanced options
hr: Napredne postavke

source: Test Mode
hr: Testni način rada

source: Enable Test Mode
hr: Uključi testni način rada

source: Mode used for testing purposes, disable after testing is finished.
hr: Mod rada korišten za testiranje, ugasite po završetku testiranja.

source: Debug log
hr: Zapisnik grešaka

source: Enable logging
hr: Uključi zapisnik grešaka

source: Log gateway events, stored in %s. Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
hr: Zapisuje procese i greške pri radu dodatka, zapisnik je pohranjen u: %s. Zapisnik može sadržavati osjetljive informacije. Preporučamo korištenje zapisnika samo u svrhe otkrivanja te otklanjanja grešaka te brisanje zapisnika po završetku.

source: Please add this webhook endpoint %1$s to your %2$s KEKS Pay account settings %3$s, which will enable your webshop to recieve payment notifications from KEKS Pay.
hr: Molimo dodajte ovu URL adresu %1$s u vaše %2$s postavke KEKS Pay računa %3$s, što će omogućiti vašu web trgovinu da prima obavijesti o naplati od KEKS Pay sustava.

source: KEKS Pay requires WooCommerce to be installed and active. You can download %s here.
hr: KEKS Pay zahtijeva WooCommerce instaliran te aktivan. Možete ga skinuti ovdje %s.

source: The minimum required version of %1$s is %2$s. The version you are running is %3$s. Please update %1$s in order to use KEKS Pay.
hr: Minimalna verzija %1$s je %2$s. Verzija koju trenutno imate je %3$s. Molimo skinite minimalnu verziju %1$s ako želite koristiti KEKS Pay.

source: KEKS Pay is almost ready for use, Webshop data needs to be set up before using the gateway.
hr: KEKS Pay je uskoro spreman za korištenje, postavite podatke o web trgovini unutar postavki kako bi ga mogli koristiti.

source: KEKS Pay does not support your currency, please set it to "HRK".
hr: KEKS Pay ne podržava vašu trenutnu valutu, molimo postavite valutu na "HRK".

source: You can only have one KEKS Pay Payment Gateway active at the same time. KEKS Pay for WooCommerce plugin has been deactivated.
hr: Možete imati samo jedan KEKS Pay način plaćanja aktivan u isto vrijeme. Plugin KEKS Pay for WooCommerce je deaktiviran.

source: Something went wrong, please refresh the page and try again.
hr: Nešto je pošlo po zlu, molimo osvježite stranice i pokušajte ponovno.

source: Settings
hr: Postavke

source: KEKS Pay payment gateway for WooCommerce.
hr: KEKS Pay način plaćanja za WooCommerce.
